
Examples = ("The restaurant had amazing food, but the service wasn't that great.",
             "I love going to that place in the evening!",
             "super crowded area, but the view is worth it!",

            "كتاب رائع وكاتب اروع يروي كيف ان عقولنا كمسلمين محصوره داخل بوتقه صغيره نسجن انفسنا فيها فديننا الحنيف دين موده ورحمه واخلاق وعدل وحريات الا اننا مازلنا نعيش في عصور باليه بعيده كل البعد عن تعاليم ديننا وكيف اننا نختزل الاسلام في المظاهر ونبعد عن جوهر الدين ويرد الكتاب عمن ينكر علي الدين ارتباطه بالسياسه"
            ,"كتاب مرهق جدا للمشاعر .. لا يسعك إلا أن تتوحد مع بطلة الرواية و تنتحب من أجلها"
            "قصة حب مبتورة كهدى المبتورة عن العراق... لغة الكاتبة جميلة ، أحببت اللهجة العراقية المحببة التي تقفز في منتصف الحوارات :",
            "الجزء الثالث دة وحش جدا وانا حاسس ان متكرو والنهاية زي الزفت مينفعش تدمج الكومدي مع النهيات الماساوية ومينفعش اصلا نهاية ماساوية مع قارئ عربي انا بياع كتب ودي شغلتي القارئ العربي محتاج كومدي او رومنس او رعب بنهاية سعيدة والرواية مش كدا خالص ويكفي اني اقول ان انجح كتاب بنسبة لي هو حكايات فرغلي المستكاوي"
            ,". كتاب خفيف وجميل يحمل عبارات وجمل تلمس المعنويات وتتحسس عمق القلب. شكرا شهدتي على الإهداء الرقيق"
            "رائعة، أفضل ماكتبت بثينة. الرواية مؤلمة ومخيفة وبشعة.. طلعت منها باستنتاج: لاحدود لداعشية الإنسان مالم تروضه الأديان أو القانون",
            "الاسلوب اللى مكتوب بة الرواية رائع بس كقصة معجبنيش كانت مستفزة شوية بالنسبة لى :"
            ,"الهدووووء . الهدوء والخصوصية والأجواء الرمانسيه وقت المساء. الأكل غالي نوعا ما"
            "لا زلت غير مقتنع بفاروق جويدة كشاعر ...",
            )
